export const questions3 = [
  {
    id: "s3_1",
    question: "សូមរៀបរាប់អត្ថប្រយោជន៍ ៣ យ៉ាងរបស់ Computer (កុំព្យូទ័រ) ក្នុងជីវិតប្រចាំថ្ងៃ។",
    placeholder: "សូមសរសេរចម្លើយនៅទីនេះ...",
    minLength: 5
  },
  {
    id: "s3_2",
    question: "តើ AI (បញ្ញាសិប្បនិម្មិត) មានសារៈប្រយោជន៍អ្វីខ្លះ? សូមលើកឧទាហរណ៍កម្មវិធី AI ចំនួន៤ ដែលអ្នកធ្លាប់ប្រើប្រាស់ ឬស្គាល់។",
    placeholder: "សូមសរសេរចម្លើយនៅទីនេះ...",
    minLength: 5
  },
  // {
  //   id: "s3_2",
  //   question: "តើ Internet ជាអ្វី? ហើយ Internet មានប្រយោជន៍ក្នុងការរៀនសូត្ររបៀបណា?",
  //   placeholder: "សូមសរសេរចម្លើយនៅទីនេះ...",
  //   minLength: 10
  // },
  // {
  //   id: "s3_3",
  //   question: "សូមរៀបរាប់ពីជំហានដំឡើង (Install) កម្មវិធីមួយដោយខ្លីៗ ដោយផ្អែកលើការយល់ដឹងរបស់អ្នក។",
  //   placeholder: "សូមសរសេរចម្លើយនៅទីនេះ...",
  //   minLength: 10
  // }
];
