export const questions3 = [
  {
    id: "s3_1",
    // question: "សូមរៀបរាប់អត្ថប្រយោជន៍ ៣ យ៉ាងរបស់ Computer (កុំព្យូទ័រ) ក្នុងជីវិតប្រចាំថ្ងៃ។",
    question: "តើការប្រើប្រាស់កុំព្យូទ័រក្នុងការសិក្សាមានគុណសម្បត្តិ និងគុណវិបត្តិអ្វីខ្លះ សូមសរសេរអោយបាន៥ចំណុច។",
    placeholder: "សូមសរសេរចម្លើយពន្យល់នៅទីនេះ...",
    minLength: 5
  },
  {
  id: "s3_2",
  question: "តើបច្ចេកវិទ្យាបញ្ញាសិប្បនិម្មិត (AI) មានគុណសម្បត្តិ និងគុណវិបត្តិអ្វីខ្លះនៅក្នុងការរស់នៅប្រចាំថ្ងៃ សូមរៀបរាប់ឱ្យបាន៤ចំណុច និង សូមលើកឧទាហរណ៍កម្មវិធី AI ចំនួន២ ដែលអ្នកធ្លាប់ប្រើប្រាស់ ឬស្គាល់។",
  placeholder: "សូមសរសេរចម្លើយពន្យល់នៅទីនេះ...",
  minLength: 5
},
// {
//   id: "s3_1",
//   question: "ដើម្បីសរសេរ Prompt មួយឱ្យមានប្រសិទ្ធភាព និងទទួលបានចម្លើយពី AI ត្រឹមត្រូវតាមតម្រូវការ តើអ្នកគួររួមបញ្ចូលធាតុសំខាន់ៗអ្វីខ្លះ? សូមរៀបរាប់ និងពន្យល់។",
//   placeholder: "សូមសរសេរចម្លើយពន្យល់នៅទីនេះ...",
//   minLength: 6
// },
  
  {
    id: "s3_3",
    question: "សូមសរសេរ Prompt មួយដោយប្រើ Role (តួនាទី), Task (ភារកិច្ច), Context (បរិបទ) និង Format (ទម្រង់លទ្ធផល) អំពីប្រធានបទ \"ការរៀនភាសាអង់គ្លេសអោយមានប្រសិទ្ធភាព\"។",
    placeholder: "សូមសរសេរចម្លើយពន្យល់...",
    minLength: 6
  }
];
